af4jm.vscode-icalendar
alphabotsec.vscode-eclipse-keybindings
austin.code-gnu-global
ban.troff
bmewburn.vscode-intelephense-client
bungcip.better-toml
coolbear.systemd-unit-file
cschlosser.doxdocgen
dbaeumer.vscode-eslint
dotdevru.prettier-java
ecmel.vscode-spring-boot
eg2.vscode-npm-script
eiminsasete.apacheconf-snippets
esbenp.prettier-vscode
foxundermoon.shell-format
haskell.haskell
hbenl.vscode-test-explorer
holychicken99.premake-snippets
ilkka.google-java-format
James-Yu.latex-workshop
jebbs.plantuml
jeff-hykin.better-cpp-syntax
jock.svg
jolaleye.horizon-theme-vscode
justusadam.language-haskell
lextudio.restructuredtext
littlefoxteam.vscode-python-test-adapter
mathiasfrohlich.Kotlin
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
ms-vscode.vscode-serial-monitor
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
nickdemayo.vscode-json-editor
njpwerner.autodocstring
octref.vetur
QiaoJie.binary-viewer
RandomFractalsInc.vscode-data-preview
redhat.java
redhat.vscode-commons
redhat.vscode-xml
rust-lang.rust
rust-lang.rust-analyzer
SamHurne.vscode-teraterm-lang
serayuzgur.crates
shd101wyy.markdown-preview-enhanced
shengchen.vscode-checkstyle
sumneko.lua
Swellaby.rust-pack
tomoki1207.pdf
trond-snekvik.simple-rst
twxs.cmake
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-concourse
vmware.vscode-manifest-yaml
vmware.vscode-spring-boot
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
